Repository: JOSM/gridify
Catalog: po/*.po
Languages: de, ja, nl

source: Generate a grid of ways from four nodes.
de: Erzeuge ein Gitter von Linien aus vier Punkte.
ja: ４つのノードでウェイのグリッドを作成する。
nl: Genereer een raster van wegen op basis van vier knopen.

source: Gridify
de: Gitterfizieren
ja: グリッド化
nl: Rasterficeer

source: Tool: {0}
de: Werkzeuge: {0}
ja: ツール：{0}
nl: Gereedschap: {0}

source: Select four nodes, or a way consisting of four nodes.
de: Wähle vier Punkte, oder ein Linien die aus vier Punkte besteht, aus.
ja: ４つのノード、又は４つのノードからならウェイを選択してください。
nl: Selecteer vier knopen, of een weg bestaande uit vier knopen.

source: Lines
de: Linien
ja: 線
nl: Lijnen

source: Blocks
de: Blöcke
ja: ブロック
nl: Blokken

source: Copy tags from source way
de: Merkmale von Quelllinie kopieren
ja: タグを元のウェイからコピー
nl: Kopieer tags van de bronweg

source: Delete source way
de: Quelllinie entfernen
ja: 元のウェイを削除
nl: Verwijder bronweg

source: Gridify preview
de: Vorschau Gitterfizieren
ja: グリッド化プレビュー
nl: Voorbeschouwing rasterficeer

source: Cancel
de: Abbrechen
ja: キャンセル
nl: Annuleren

source: Output shape
de: Ausgabeform
ja: 出力形
nl: Uitvoervorm

source: Grid size
de: Gittermaß
ja: グリッドサイズ
nl: Rastermaat

source: Source way
de: Quelllinie
ja: 元のウェイ
nl: Bronweg
